Repository: Eyupkosee/App-Store-PomodoTask
Catalog: PomodoTask/Localizable.xcstrings
Source language: en
Languages: de, es, it, tr

source: Break Time
de: Pausezeit
es: Tiempo de Descanso
it: Tempo di Pausa
tr: Mola Süresi

source: Create Task
de: Aufgabe Erstellen
es: Crear Tarea
it: Creare un compito
tr: Görevi Oluştur

source: Delete
de: Löschen
es: Borrar
it: Eliminare
tr: Sil

source: Enhance your focus and productivity with the Pomodoro Technique.
de: Steigern Sie Ihre Konzentration und Produktivität mit der Pomodoro-Technik.
es: Mejora tu enfoque y productividad con la Técnica Pomodoro.
it: Migliora la tua concentrazione e produttività con la Tecnica Pomodoro.
tr: Pomodoro Tekniği ile odaklanmanızı ve üretkenliğinizi artırın.

source: Get organized and manage your time better with to-do lists.
de: Organisieren Sie sich und verwalten Sie Ihre Zeit besser mit Aufgabenlisten.
es: Organízate y gestiona mejor tu tiempo con listas de tareas pendientes.
it: Organizzati meglio e gestisci il tuo tempo con liste di cose da fare.
tr: Yapılacaklar listeleriyle görevlerinizi organize edin ve zamanınızı daha iyi yönetin.

source: Join the new class meeting
de: Treten Sie dem neuen Klassenmeeting bei.
es: Únete a la nueva reunión de clase
it: Partecipa alla nuova riunione di classe.
tr: Toplantıya katıl

source: No Task's Found
de: Keine Aufgaben Gefunden
es: No Se Encontraron Tareas
it: Nessun Compito Trovato.
tr: Hiçbir Görev Bulunamadı.

source: Pomodoro Time
de: Pomodoro-Zeit
es: Tiempo de trabajo
it: Tempo Pomodoro
tr: Çalışma Süresi

source: Quote Of The Day
de: Zitat des Tages
es: Frase Del Día
it: Citazione del Giorno
tr: Günün Sözü

source: Start
de: Starten
es: Comenzar
it: Cominciare
tr: Baslat

source: Take a Break
de: Pause Machen
es: Descanso
it: Riposo
tr: Mola Ver

source: Task Date
de: Aufgabendatum
es: Historia
it: Data del compito
tr: Tarih

source: Task Title
de: Aufgabentitel
es: Título
it: Titolo del compito
tr: Başlık

source: Update
de: Aktualisieren
es: Actualizar
it: Aggiornamento
tr: Güncelle

source: Pause
es: Pausa
it: Pausa
tr: Durdur
